[
    {
      "id": 1,
      "title": "দিকনির্দেশনামূলক সেমিনার - ২০২২",
      "image": "https://i.ibb.co/sQZqW8D/seminar-2022-1.webp",
      "description": "গোবিন্দগঞ্জের মাধ্যমিক পর্যায়ের শিক্ষার্থীদের জন্য কুইজ প্রতিযোগিতা এবং দিকনির্দেশনামূলক সেমিনারের আয়োজন করা হয়েছে।",
      "date": "2024-07-07",
      "location": "নতুন বিডি হল, কুঠিবাড়ী, গোবিন্দগঞ্জ, গাইবান্ধা",
      "duration": "3 hours",
      "participants": 120,
      "details": "এপ্সাইলন কর্তৃক আয়োজিত দিকনির্দেশনামূলক সেমিনারে এতো ভালো রেসপন্স অনেক চিত্তাকর্ষক ও অনুপ্রেরণার ছিলো। আয়োজিত সেমিনারের মূল আকর্ষণ ছিলো নবম ও দশম শ্রেণির বিজ্ঞান বিভাগের শিক্ষার্থী।  এপ্সাইলনের প্রথম উদ্যোগটি এসএসসি ১৮ ব্যাচ থেকে কার্যকর করা হয়েছে। অনুষ্ঠানটি কুইজ, আলোচনামূলক বক্তব্য, প্রশ্ন-উত্তর পর্ব, কুইজে বিজয়ীদের পুরস্কার ও সার্টিফিকেট প্রদানের মাধ্যমে সেমিনার সম্পন্ন করা হয়েছে।"
    },
    {
      "id": 2,
      "title": "কুইজ প্রতিযোগিতা, মেধা ও মনন উন্নয়নমূলক সেমিনার",
      "image": "https://i.ibb.co/qk3G0kf/seminar-2022-2.webp",
      "description": "এপ্সাইলনের আয়োজনে কুইজ প্রতিযোগিতা, মেধা ও মনন উন্নয়নমূলক সেমিনার প্রোগ্রামে জুনিয়র এবং সেকেন্ডারি দু'টি ক্যাটাগরিতে অনুষ্ঠানের আয়োজন করা হয়েছে",
      "date": "2022-12-28",
      "location": "নতুন বিডি হল, কুঠিবাড়ী, গোবিন্দগঞ্জ, গাইবান্ধা",
      "duration": "3 hours",
      "participants": 150,
      "details": "২৮ ডিসেম্বর ২০২২, কুইজ প্রতিযোগিতা, মেধা ও মনন উন্নয়নমূলক সেমিনার! এপ্সাইলনের আয়োজনে আজকের সেমিনার প্রোগ্রামে জুনিয়র এবং সেকেন্ডারি দু'টি ক্যাটাগরিতে কাজ করা পুরো টিমের জন্য বেশ চ্যালেঞ্জিং ছিলো। কুইজ, প্রশ্নত্তর পর্ব, এক্সিকিউশন, উত্তর মূল্যায়ন, সার্টিফিকেশন, প্রাইজ গিভিং পর্ব, ফটোসেশনের মতো বেশ ক'টি ধাপ পেরিয়ে আজকের অনুষ্ঠানটি ইফেক্টিভভাবে শেষ করা হয়েছে। ইনশাআল্লাহ এলাকার জুনিয়র শিক্ষার্থীদের দিকনির্দেশনার উদ্দ্যেশ্যে  আগামীতে আরও ভালো কিছুর আয়োজনের প্রচেষ্টা থাকবে।"
    },
    {
      "id": 3,
      "title": "দিকনির্দেশনামূলক সেমিনার - ২০২৪",
      "image": "https://i.ibb.co/HXCz9Sc/seminar-2024.jpg",
      "description": "গোবিন্দগঞ্জের মাধ্যমিক এবং উচ্চমাধ্যমিক পর্যায়ের শিক্ষার্থীদের জন্য দুটি কুইজ প্রতিযোগিতা এবং দিকনির্দেশনামূলক সেমিনারের আয়োজন করা হয়েছে।",
      "date": "2024-04-06",
      "location": "নতুন বিডি হল, কুঠিবাড়ী, গোবিন্দগঞ্জ, গাইবান্ধা",
      "duration": "1 day",
      "participants": 200,
      "details": "প্রতিবছরের ধারাবাহিকতায় এবার ৬ই এপ্রিল (শনিবার) গোবিন্দগঞ্জের মাধ্যমিক এবং উচ্চমাধ্যমিক পর্যায়ের শিক্ষার্থীদের জন্য Epsilon এর পক্ষ থেকে দুটি সেমিনারের আয়োজন করা হয়েছে। Category 1: নবম ও দশম শ্রেণির এবং এসএসসি ২৪ ব্যাচের শিক্ষার্থীদের নিয়ে (সকাল ১১টা হতে দুপুর ২ টা); Category 2: এইচএসসি ২৪ ও ২৫ ব্যাচের শিক্ষার্থীদের দিয়ে (দুপুর ২টা থেকে বিকাল ৪:৩০)। প্রতিটি গ্রুপের প্রথম ৩ জন শিক্ষার্থীর জন্য টিমের পক্ষ থেকে পুরষ্কার এবং সার্টিফিকেট এর ব্যবস্থা আছে।"
    }
    ]
  