[
    {
      "name": "Murad Hasan",
      "institution": "BUET",
      "text": "Volunteering with Epsilon has been a transformative experience. Seeing the impact of our educational support on the community firsthand is incredibly rewarding.",
      "image": "https://i.ibb.co/dj8gvxf/murad-hasan.jpg"
    },
    {
      "name": "Rafiul Hasan Rafi",
      "institution": "HSTU",
      "text": "Being part of Epsilon has shown me the power of education in breaking barriers. I'm proud to be a part of an organization that makes a difference.",
      "image": "https://i.ibb.co/H43ksfQ/1713974618923.jpg"
    },
    {
      "name": "Rubaet Khandoker",
      "institution": "DIU",
      "text": "Epsilon has provided me with a platform to give back to my community in a meaningful way. Every moment spent here is an opportunity for growth and connection.",
      "image": "https://i.ibb.co/qkpFqwr/1713974618964.jpg"
    }
    ,
    {
      "name": "Musfiqur Rahman Pranto",
      "institution": "BUET",
      "text": "The dedication of the Epsilon team inspires me every day. Together, we're making education accessible to all, regardless of background or circumstance.",
      "image": "https://i.ibb.co/G5QpHrb/1713974618936.jpg"
    }
    ,
    {
      "name": "Abid Hasan Rafi",
      "institution": "HSTU",
      "text": "I've seen firsthand the positive impact that Epsilon has on the lives of students. It's truly heartwarming to be a part of something so impactful.",
      "image": "https://i.ibb.co/K504nfF/1687439690044-b.jpg"
    }
    ,
    {
      "name": "Rabbiul Islam Roman",
      "institution": "Rajshahi University",
      "text": "As a volunteer with Epsilon, I've learned that education is more than just academics; it's about empowerment and opportunity.",
      "image": "https://i.ibb.co/f1zG7nc/20240419-WA0005.jpg"
    }
    ,
    {
      "name": "Al Noman Badhon",
      "institution": "CUET",
      "text": "Epsilon's outreach programs have bridged gaps within our community and fostered understanding and unity. I'm grateful to be a part of such meaningful work.",
      "image": "https://i.ibb.co/BKhw4B7/1713974618951.jpg"
    }
    ,
    {
      "name": "Taki Taseen",
      "institution": "Mymensingh Medical College",
      "text": "Volunteering with Epsilon has opened my eyes to the challenges faced by many in our community. It's humbling to be able to contribute to positive change.",
      "image": "https://i.ibb.co/k3xZPyz/1713974618907.jpg"
    }
    ,
    {
      "name": "Amit Chaki",
      "institution": "AUST",
      "text": "Epsilon's commitment to providing free educational support is truly inspiring. I'm honored to play a role in such an important mission.",
      "image": "https://i.ibb.co/58JXm82/1713975423956.jpg"
    }
    ,
    {
      "name": "Naimur Rahman",
      "institution": "Rajshahi Medical College",
      "text": "Through Epsilon, I've discovered the joy of making a difference in someone's life. It's amazing how a little support can go such a long way.",
      "image": "https://i.ibb.co/k1Gfcyd/1713974922996.jpg"
    }
    ,
    {
      "name": "Kiron Kumar Das",
      "institution": "National University",
      "text": "The sense of camaraderie among Epsilon volunteers is incredible. Together, we're creating a brighter future for our community.",
      "image": "https://i.ibb.co/qDmmFR1/1713974618978.jpg"
    }
]
  